Repository: gulflens/SHJSDSC-Taekwondo
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, fr

# profile.security.login_activity
source: Login Activity
ar: نشاط تسجيل الدخول

# profile.security.login_activity.subtitle
source: Recent sign-in events
ar: أحداث تسجيل الدخول الأخيرة

# profile.security.password
source: Password
ar: كلمة المرور

# profile.security.password.last_changed
source: Set via your authentication provider
ar: تُضبط من مزوّد المصادقة

# profile.security.two_factor
source: Two-Factor Authentication
ar: المصادقة الثنائية

# profile.security.two_factor.subtitle
source: Coming soon
ar: قريباً

# profile.security.view_history
source: View History
ar: عرض السجل

# profile.sign_out_confirm
source: Sign out of this account?
ar: هل تريد تسجيل الخروج؟
fr: Se déconnecter de ce compte ?

# profile.status.active
source: Active
ar: نشط

# profile.tagline
source: SSDC Taekwondo Club Management System
ar: نظام إدارة نادي SSDC للتايكوندو

# profile.theme
source: Theme
ar: السمة

# profile.theme.dark
source: Dark
ar: داكن

# profile.theme.light
source: Light
ar: فاتح

# profile.theme.system
source: System
ar: النظام

# profile.time_format
source: Time Format
ar: تنسيق الوقت

# profile.time_format.subtitle
source: 12-hour or 24-hour clock
ar: نظام 12 أو 24 ساعة

# profile.time_zone
source: Time Zone
ar: المنطقة الزمنية

# profile.title
source: Profile
ar: الملف الشخصي
fr: Profil

# program.age_range
source: Age range
ar: الفئة العمرية
fr: Tranche d'âge

# program.annual_prepay
source: Annual prepay: %d%%
ar: دفع سنوي مسبق: %d%%
fr: Paiement annuel : %d%%

# program.equipment_package
source: Equipment package
ar: حزمة المعدات
fr: Pack équipement

# program.monthly_fee
source: Monthly fee
ar: الرسوم الشهرية
fr: Cotisation mensuelle

# program.registration_fee
source: Registration
ar: رسوم التسجيل
fr: Inscription

# program.schedule
source: Schedule
ar: الجدول
fr: Calendrier

# program.sibling_discount
source: Sibling discount: %d%%
ar: خصم الإخوة: %d%%
fr: Remise fratrie : %d%%

# program.trial_class
source: Trial class
ar: حصة تجريبية
fr: Cours d'essai

# program.women_only
source: Women only
ar: للنساء فقط
fr: Femmes uniquement

# registration.disqualified
source: Disqualified
ar: مُستبعَد
fr: Disqualifié

# registration.registered
source: Registered
ar: مسجَّل
fr: Inscrit

# registration.status
source: Status
ar: الحالة

# registration.weighedIn
source: Weighed in
ar: تم الوزن
fr: Pesé

# registration.withdrawn
source: Withdrawn
ar: منسحب
fr: Retiré

# role.admin
source: System Administrator
ar: المدير
fr: Administrateur

# role.alumni
source: Alumni
ar: الخريجون
fr: Ancien membre

# role.analyst
source: Performance Analyst
ar: المحلل
fr: Analyste

# role.assistantCoach
source: Assistant Coach
ar: مدرب مساعد
fr: Entraîneur adjoint

# role.athlete
source: Athlete
ar: الرياضي
fr: Athlète

# role.branchManager
source: Branch Manager
ar: مدير الفرع
fr: Responsable de branche

# role.coach
source: Coach
ar: المدرب
fr: Entraîneur

# role.competitionCoordinator
source: Competition Coordinator
ar: منسق المسابقات
fr: Coordinateur des compétitions

# role.conditioningCoach
source: Strength & Conditioning Coach
ar: مدرب اللياقة والتكييف
fr: Préparateur physique

# role.demoTeamCoach
source: Demo Team Coach
ar: مدرب فريق العروض
fr: Entraîneur de l'équipe de démonstration

# role.developer
source: Developer
ar: مطوّر
fr: Développeur

# role.federationViewer
source: Federation Viewer
ar: مشاهد الاتحاد
fr: Observateur de la fédération

# role.finance
source: Finance Officer
ar: مسؤول مالي
fr: Responsable financier

# role.frontDesk
source: Front Desk
ar: مكتب الاستقبال
fr: Accueil

# role.gradingExaminer
source: Grading Examiner
ar: ممتحن الترقيات
fr: Examinateur de grades

# role.headCoach
source: Head Coach
ar: المدرب الرئيسي
fr: Entraîneur principal

# role.hrManager
source: HR Manager
ar: مدير الموارد البشرية
fr: Responsable RH

# role.itSupport
source: IT Support
ar: الدعم التقني
fr: Support informatique

# role.nutritionist
source: Nutritionist
ar: أخصائي التغذية
fr: Nutritionniste

# role.operationsManager
source: Operations Manager
ar: مدير العمليات
fr: Responsable des opérations

# role.parent
source: Parent
ar: ولي الأمر

# role.physiotherapist
source: Physiotherapist
ar: أخصائي العلاج الطبيعي
fr: Physiothérapeute

# role.poomsaeCoach
source: Poomsae Coach
ar: مدرب البومسي
fr: Entraîneur de poomsae

# role.referee
source: Referee
ar: حكم
fr: Arbitre

# role.registrar
source: Registrar
ar: مسجّل العضويات
fr: Responsable des inscriptions

# role.scorekeeper
source: Scorekeeper
ar: مسجّل النقاط
fr: Marqueur

# role.sparringCoach
source: Sparring Coach
ar: مدرب القتال
fr: Entraîneur de combat

# role.sponsor
source: Sponsor
ar: راعٍ

# role.sportsPsychologist
source: Sports Psychologist
ar: أخصائي علم النفس الرياضي
fr: Psychologue du sport

# role.teamPhysician
source: Team Physician
ar: طبيب الفريق
fr: Médecin de l'équipe

# role.technicalDirector
source: Technical Director
ar: المدير الفني
fr: Directeur technique

# role.tournamentAdmin
source: Tournament Administrator
ar: مسؤول البطولات
fr: Administrateur de tournoi

# roleGroup.administration
source: Administration
ar: الإدارة

# roleGroup.coaching
source: Coaching Staff
ar: طاقم التدريب
fr: Personnel d'entraînement

# roleGroup.competition
source: Competition & Officiating
ar: المسابقات والتحكيم
fr: Compétition et arbitrage

# roleGroup.grading
source: Grading
ar: الترقيات
fr: Passage de grades

# roleGroup.leadership
source: Federation Leadership
ar: قيادة الاتحاد
fr: Direction de la fédération

# roleGroup.members
source: Members & External
ar: الأعضاء والخارجيون
fr: Membres et externes

# roleGroup.support
source: Medical & Support
ar: الطب والدعم
fr: Médical et soutien

# roleGroup.system
source: System & Technical
ar: النظام والتقنية
fr: Système et technique

# safeguarding.last_training
source: Last team training
ar: آخر تدريب للفريق
fr: Dernière formation équipe

source: Safeguarding officer
ar: مسؤول الحماية
fr: Responsable protection

# safeguarding.policy_url
source: Policy document URL
ar: رابط مستند السياسة
fr: URL document de politique

# score.bodyKick
source: Body kick
ar: ضربة جسم
fr: Coup de pied corps

# score.headKick
source: Head kick
ar: ضربة رأس
fr: Coup de pied tête

# score.penalty
source: Penalty
ar: خطأ
fr: Pénalité

# score.punch
source: Punch
ar: لكمة
fr: Coup de poing

# score.turnBodyKick
source: Turn body kick
ar: ضربة جسم بدوران
fr: Coup retourné corps

# score.turnHeadKick
source: Turn head kick
ar: ضربة رأس بدوران
fr: Coup retourné tête

# security.biometric.reason
source: Unlock SHJSDSC Taekwondo
ar: فتح تطبيق SHJSDSC للتايكوندو
fr: Déverrouiller SHJSDSC Taekwondo

# security.lock.subtitle
source: Authenticate to continue to SHJSDSC Taekwondo.
ar: قم بالمصادقة للمتابعة إلى تطبيق SHJSDSC للتايكوندو.
fr: Authentifiez-vous pour accéder à SHJSDSC Taekwondo.

# security.lock.title
source: App Locked
ar: التطبيق مقفل
fr: Application verrouillée

# security.lock.unlock_button
source: Unlock
ar: فتح
fr: Déverrouiller

# session_type.fitness
source: Fitness
ar: لياقة
fr: Condition physique

# session_type.mixed
source: Mixed
ar: مختلطة
fr: Mixte

# session_type.poomsae
source: Poomsae
ar: بومسي

# session_type.sparring
source: Sparring
ar: مباراة
fr: Combat

# session_type.technique
source: Technique
ar: تقنية

# settings.about
source: About
ar: حول
fr: À propos

# settings.about_and_privacy
source: About & privacy
ar: حول التطبيق والخصوصية
fr: À propos et confidentialité

# settings.about.subtitle
source: Learn about SSDC Taekwondo
ar: تعرّف على SSDC تايكوندو

# settings.accent
source: Accent Color
ar: لون التمييز

# settings.build
source: Build Version
ar: الإصدار

# settings.build.subtitle
source: SSDC Taekwondo app
ar: تطبيق SSDC تايكوندو

# settings.developer
source: Developer
ar: المطوّر
fr: Développeur

# settings.developer.debug
source: Debug Tools
ar: أدوات التشخيص

# settings.developer.debug.subtitle
source: Logs, probes, data injection
ar: سجلات، نقاط الاختبار، حقن البيانات

# settings.developer.mode
source: Developer Mode
ar: وضع المطوّر

# settings.developer.mode.subtitle
source: Granted by your account role
ar: متاح لدورك حسب الصلاحيات

# settings.export_data
source: Export my data
ar: تصدير بياناتي
fr: Exporter mes données

# settings.fire_test
source: Fire test digest
ar: إطلاق موجز تجريبي
fr: Tester l'envoi du résumé

# settings.fire_test.send
source: Send Test
ar: إرسال اختبار

# settings.fire_test.subtitle
source: Fires a local notification in 5 seconds
ar: إصدار إشعار محلي خلال خمس ثوانٍ

# settings.language
source: Language
ar: اللغة
fr: Langue

# settings.licenses
source: Licenses
ar: التراخيص

# settings.licenses.subtitle
source: Open source acknowledgements
ar: البرامج مفتوحة المصدر

# settings.manage
source: Manage
ar: الإدارة
fr: Gérer

# settings.notifications
source: Notifications
ar: الإشعارات

# settings.notifications.announcements
source: Announcement Alerts
ar: تنبيهات الإعلانات

# settings.notifications.announcements.subtitle
source: Branch and federation updates
ar: آخر مستجدات الفرع والاتحاد

# settings.notifications.competitions
source: Competition Updates
ar: تحديثات المسابقات

# settings.notifications.competitions.subtitle
source: Results, brackets, callups
ar: النتائج، جداول البطولات، الترشيحات

# settings.notifications.push
source: Push Notifications
ar: إشعارات الدفع

# settings.notifications.push.subtitle
source: Class reminders and weekly digest
ar: تذكيرات الحصص والملخص الأسبوعي

# settings.privacy
source: Privacy
ar: الخصوصية
fr: Confidentialité

# settings.privacy.subtitle
source: How we handle your data
ar: كيف نتعامل مع بياناتك

# settings.reset_confirm.body
source: You will be signed out and local caches cleared. Backend data is unaffected.
ar: سيتم تسجيل الخروج وحذف الذاكرة المؤقتة. لا يتأثر الخادم.

# settings.reset_confirm.title
source: Reset local state?
ar: إعادة تعيين الحالة المحلية؟

# settings.role
source: Switch role
ar: تغيير الدور
fr: Changer de rôle

# settings.search.placeholder
source: Search settings
ar: بحث في الإعدادات

# settings.security.biometric
source: Biometric Login
ar: تسجيل الدخول البيومتري

# settings.security.biometric.subtitle
source: Face ID or Touch ID for fast unlock
ar: Face ID أو Touch ID للدخول السريع

# settings.security.two_factor.off
source: Not enabled
ar: غير مفعّل

# settings.security.two_factor.on
source: Enabled
ar: مفعّل

# settings.sign_out
source: Sign out
ar: تسجيل الخروج
fr: Se déconnecter

# settings.system
source: System
ar: النظام

# settings.system.cache
source: Cache Management
ar: إدارة الذاكرة المؤقتة

# settings.system.cache.subtitle
source: Locally cached photos and documents
ar: الصور والمستندات المحملة محلياً

# settings.system.follow
source: Follow System
ar: اتباع النظام

# settings.system.follow.subtitle
source: Match device language and appearance
ar: مطابقة إعدادات اللغة والمظهر للجهاز

# settings.system.offline
source: Offline Mode
ar: الوضع دون اتصال

# settings.system.offline.subtitle
source: Use cached data when offline
ar: استخدم البيانات المخزنة عند انقطاع الاتصال

# settings.system.sync
source: Data Sync
ar: مزامنة البيانات

# settings.system.sync.status
source: Up to date
ar: محدّث

# settings.system.sync.subtitle
source: Last synced moments ago
ar: آخر مزامنة قبل لحظات

# settings.terms
source: Terms of Use
ar: شروط الاستخدام

# settings.terms.subtitle
source: Service terms and conditions
ar: الإطار القانوني للخدمة

# settings.theme
source: Theme
ar: السمة

# settings.title
source: Settings
ar: الإعدادات
fr: Paramètres

# settings.ui_scale
source: UI Zoom
ar: تكبير الواجهة
fr: Zoom de l’interface

# settings.ui_scale.large
source: Large
ar: كبير
fr: Grand

# settings.ui_scale.standard
source: Standard
ar: قياسي

# settings.ui_scale.subtitle
source: Adjust text and icon size on Mac.
ar: اضبط حجم النصوص والأيقونات على جهاز Mac.
fr: Ajuster la taille du texte et des icônes sur Mac.

# settings.ui_scale.xlarge
source: X-Large
ar: كبير جدًا
fr: Très grand

# settings.ui_scale.xxlarge
source: Huge
ar: ضخم
fr: Énorme

# settings.use_demo_data
source: Use demo data
ar: استخدم البيانات التجريبية
fr: Utiliser des données de démo

# settings.use_demo_data_help
source: Restart the app after toggling. Forces the offline DemoRepository so you can iterate on UI without Supabase.
ar: أعد تشغيل التطبيق بعد التبديل. يفرض استخدام DemoRepository دون اتصال للعمل على الواجهة بدون Supabase.
fr: Redémarrez l'application après modification. Force le DemoRepository hors ligne pour itérer l'UI sans Supabase.

# settings.wipe_local
source: Wipe local state
ar: مسح الحالة المحلية
fr: Effacer les données locales

# settings.wipe_local_help
source: Cancels queued notifications, clears the remembered user, removes cached photos and signs out. Force-quit + reopen to swap backends.
ar: يلغي الإشعارات المُدرجة، يمسح المستخدم المحفوظ، يحذف الصور المخزنة، ويسجل الخروج. أغلق التطبيق ثم افتحه لتبديل الواجهة الخلفية.
fr: Annule les notifications, oublie l'utilisateur, supprime les photos en cache et déconnecte. Forcez la fermeture puis rouvrez pour changer de backend.

# social.instagram
source: Instagram
ar: إنستغرام

# social.tiktok
source: TikTok
ar: تيك توك

# social.website
source: Website
ar: الموقع
fr: Site web

# social.whatsapp_athletes
source: WhatsApp (athletes)
ar: واتساب (الرياضيون)
fr: WhatsApp (athlètes)

# social.whatsapp_parents
source: WhatsApp (parents)
ar: واتساب (أولياء الأمور)

# social.youtube
source: YouTube
ar: يوتيوب

# sparring.add
source: Add sparring match
ar: إضافة مباراة
fr: Ajouter un combat

# sparring.back_leg_kicks
source: Back-leg kicks
ar: ركلات الساق الخلفية
fr: Coups jambe arrière

# sparring.combinations
source: Successful combinations
ar: التوليفات الناجحة
fr: Combinaisons réussies

# sparring.composure
source: Composure
ar: الهدوء
fr: Sang-froid

# sparring.context
source: Context
ar: السياق
fr: Contexte

# sparring.context.competition
source: Competition
ar: منافسة
fr: Compétition

# sparring.context.friendly
source: Friendly
ar: ودية
fr: Amical

# sparring.context.training
source: Training
ar: تدريب
fr: Entraînement

# sparring.counter_attacks
source: Counter-attacks
ar: هجمات مضادة
fr: Contre-attaques

# sparring.date
source: Date
ar: التاريخ

# sparring.defence_seconds
source: Defence time (s)
ar: وقت الدفاع (ث)
fr: Temps défensif (s)

# sparring.edit
source: Edit sparring match
ar: تعديل المباراة
fr: Modifier le combat

# sparring.inter_round_recovery
source: Inter-round recovery
ar: التعافي بين الجولات
fr: Récupération entre manches

# sparring.kick_accuracy
source: Kick accuracy
ar: دقة الركلات
fr: Précision pied

# sparring.kicks_attempted
source: Kicks attempted
ar: ركلات محاولة
fr: Coups de pied tentés

# sparring.kicks_landed
source: Kicks landed
ar: ركلات ناجحة
fr: Coups de pied réussis

# sparring.knockdowns_received
source: Knockdowns received
ar: إسقاطات علينا
fr: Chutes subies

# sparring.knockdowns_scored
source: Knockdowns scored
ar: إسقاطات للخصم
fr: Chutes provoquées

# sparring.lead_leg_kicks
source: Lead-leg kicks
ar: ركلات الساق الأمامية
fr: Coups jambe avant

# sparring.match_type
source: Match type
ar: نظام المباراة
fr: Type de combat

# sparring.medal
source: Medal
ar: الميدالية
fr: Médaille

# sparring.notes
source: Coach notes
ar: ملاحظات المدرب
fr: Notes du coach

# sparring.offence_seconds
source: Offence time (s)
ar: وقت الهجوم (ث)
fr: Temps offensif (s)

# sparring.opening_attacks
source: Opening attacks
ar: هجمات افتتاحية
fr: Attaques d'ouverture

# sparring.opponent_name
source: Opponent name
ar: اسم الخصم
fr: Nom de l'adversaire

# sparring.opponent_score
source: Opponent score
ar: نقاط الخصم
fr: Score adverse

# sparring.our_score
source: Our score
ar: نقاطنا
fr: Notre score

# sparring.outcome
source: Outcome
ar: النتيجة
fr: Issue

# sparring.penalties_given
source: Penalties given
ar: عقوبات على الخصم
fr: Pénalités infligées

# sparring.penalties_received
source: Penalties received
ar: عقوبات علينا
fr: Pénalités reçues

# sparring.points_subtotal
source: Subtotal: %d pts
ar: المجموع: %d نقطة
fr: Sous-total : %d pts

# sparring.points.body_kick_2
source: Body kicks (2 pts)
ar: ركلات جسد (2 نقاط)
fr: Pieds corps (2 pts)

# sparring.points.head_kick_3
source: Head kicks (3 pts)
ar: ركلات رأس (3 نقاط)
fr: Pieds tête (3 pts)

# sparring.points.punch_1
source: Punches (1 pt)
ar: لكمات (1 نقطة)
fr: Poings (1 pt)

# sparring.points.spinning_body_4
source: Spinning body kicks (4 pts)
ar: ركلات دورانية جسد (4 نقاط)
fr: Coups tournants corps (4 pts)

# sparring.points.spinning_head_5
source: Spinning head kicks (5 pts)
ar: ركلات دورانية رأس (5 نقاط)
fr: Coups tournants tête (5 pts)

# sparring.pre_match_nerves
source: Pre-match nerves
ar: التوتر قبل المباراة
fr: Stress avant combat

# sparring.punch_accuracy
source: Punch accuracy
ar: دقة اللكمات
fr: Précision poing

# sparring.punches_attempted
source: Punches attempted
ar: لكمات محاولة
fr: Poings tentés

# sparring.punches_landed
source: Punches landed
ar: لكمات ناجحة
fr: Poings réussis

# sparring.ratings_help
source: Coach rating 1–5.
ar: تقييم 1-5 من المدرب.
fr: Note du coach 1–5.

# sparring.response_to_losing_point
source: Response to losing a point
ar: الاستجابة لخسارة نقطة
fr: Réaction perte de point

# sparring.response_to_winning_point
source: Response to winning a point
ar: الاستجابة لكسب نقطة
fr: Réaction gain de point

# sparring.ring_control
source: Ring control
ar: السيطرة على الحلبة
fr: Contrôle du ring

# sparring.rounds_lost
source: Rounds lost
ar: الجولات الخاسرة
fr: Manches perdues

# sparring.rounds_total
source: Rounds total
ar: إجمالي الجولات
fr: Manches totales

# sparring.rounds_won
source: Rounds won
ar: الجولات الفائزة
fr: Manches gagnées

# sparring.score_management
source: Score management
ar: إدارة النقاط
fr: Gestion du score

# sparring.section.aggregate
source: Aggregate stats
ar: إحصائيات إجمالية
fr: Stats agrégées

# sparring.section.discipline
source: Penalties & knockdowns
ar: العقوبات والإسقاطات
fr: Pénalités et chutes

# sparring.section.general
source: General
ar: بيانات عامة
fr: Général

# sparring.section.mental
source: Mental
ar: الذهني

# sparring.section.notes
source: Notes
ar: ملاحظات

# sparring.section.points_against
source: Points conceded
ar: النقاط المستقبلة
fr: Points encaissés

# sparring.section.points_for
source: Points scored
ar: النقاط المسجلة
fr: Points marqués

# sparring.section.ratings
source: Coach ratings
ar: تقييمات المدرب
fr: Notes du coach

# sparring.section.result
source: Result
ar: النتيجة
fr: Résultat

# sparring.section.tactical
source: Tactical
ar: تكتيكي
fr: Tactique

# sparring.top_techniques
source: Top 3 techniques used
ar: أكثر 3 تقنيات استخداماً
fr: Top 3 techniques utilisées

# sparring.tournament_name
source: Tournament name
ar: اسم البطولة
fr: Nom du tournoi

# sparring.weight_class
source: Weight class
ar: فئة الوزن
fr: Catégorie de poids

# sparring.win_method
source: Win method
ar: طريقة الفوز
fr: Méthode

# squad.active
source: Active
ar: نشط

# squad.archived
source: Archived
ar: مؤرشف

# squad.archived_label
source: Archived
ar: مؤرشف

# squad.create
source: Create Squad
ar: إنشاء فريق

# squad.deselect_all
source: Deselect All
ar: إلغاء تحديد الكل

# squad.details
source: Details
ar: التفاصيل

# squad.edit
source: Edit Squad
ar: تعديل الفريق

# squad.empty
source: No squads yet. Tap + to create one.
ar: لا توجد فرق بعد. اضغط + لإنشاء فريق.

# squad.expired
source: Expired
ar: منتهي

# squad.expires_at
source: Expires
ar: ينتهي في

# squad.expiry
source: Expiry
ar: انتهاء الصلاحية

# squad.filter.age_group
source: Age Group
ar: الفئة العمرية

# squad.filter.all_ages
source: All Ages
ar: جميع الأعمار

# squad.filter.all_genders
source: All
ar: الكل

# squad.filter.all_nationalities
source: All Nationalities
ar: جميع الجنسيات

# squad.filter.emirati_only
source: Emirati Only
ar: إماراتي فقط

# squad.filter.gender
source: Gender
ar: الجنس

# squad.filter.nationality
source: Nationality
ar: الجنسية

# squad.filters
source: Filters
ar: التصفية

# squad.has_expiry
source: Set Expiry Date
ar: تحديد تاريخ انتهاء

# squad.link_tournament
source: Link to Tournament
ar: ربط ببطولة

# squad.linked_tournament
source: Linked Tournament
ar: البطولة المرتبطة

# squad.member_count %lld
source: %lld members
ar: %lld أعضاء

# squad.members (%lld)
source: Members (%lld)
ar: الأعضاء (%lld)

# squad.name
source: Name
ar: الاسم

# squad.name_ar
source: Name (Arabic)
ar: الاسم (عربي)

# squad.no_athletes_match
source: No athletes match the current filters.
ar: لا يوجد رياضيون يطابقون التصفية الحالية.

# squad.no_members
source: No members
ar: لا يوجد أعضاء

# squad.no_tournament
source: None
ar: بدون

# squad.notes
source: Notes
ar: ملاحظات

# squad.notes_placeholder
source: Optional notes…
ar: ملاحظات اختيارية…

# squad.purpose
source: Purpose
ar: الغرض

# squad.purpose.competition
source: Competition
ar: منافسة

# squad.purpose.custom
source: Custom
ar: مخصص

# squad.purpose.grading
source: Grading
ar: اختبار ترقية

# squad.purpose.notification
source: Notification
ar: إشعار

# squad.purpose.trainingCamp
source: Training Camp
ar: معسكر تدريبي

# squad.select_all
source: Select All
ar: تحديد الكل

# squad.select_athletes
source: Select Athletes
ar: اختيار الرياضيين

# squad.show_archived (%lld)
source: Show Archived (%lld)
ar: عرض المؤرشفة (%lld)

# squad.title
source: Squads
ar: الفرق

# stance.closed
source: Closed
ar: مغلق
fr: Fermé

# stance.open
source: Open
ar: مفتوح
fr: Ouvert

# stance.switchStance
source: Switch
ar: متبادلة
fr: Changeante

# status.active
source: Active
ar: نشط
fr: Actif

# status.competitionTeam
source: Comp team
ar: فريق المنافسة
fr: Équipe compét.

# status.readyToGrade
source: Ready to grade
ar: جاهز للترقية
fr: Prêt à passer

# status.rest
source: Rest
ar: راحة
fr: Repos

# status.watch
source: Watch
ar: مراقبة
fr: Surveiller

# sync.explainer
source: The app keeps a local copy of your core data so the main screens stay available without a connection. Refreshing pulls the newest version from the server.
ar: يحتفظ التطبيق بنسخة محلية من بياناتك الأساسية لتبقى الشاشات الرئيسية متاحة دون اتصال. يجلب التحديث أحدث نسخة من الخادم.
fr: L'application conserve une copie locale de vos données essentielles afin que les écrans principaux restent accessibles sans connexion. L'actualisation récupère la version la plus récente depuis le serveur.

# sync.last_refresh.label
source: Last Refreshed
ar: آخر تحديث
fr: Dernière actualisation

# sync.last_refresh.never
source: Never
ar: أبدًا
fr: Jamais

# sync.refresh_body
source: Re-fetch the latest athletes, schedules, and results from the server.
ar: إعادة جلب أحدث بيانات اللاعبين والجداول والنتائج من الخادم.
fr: Récupérer les derniers athlètes, plannings et résultats depuis le serveur.

# sync.refresh_disabled_offline
source: Turn off Offline Mode to refresh.
ar: أوقف وضع عدم الاتصال للتحديث.
fr: Désactivez le mode hors ligne pour actualiser.

# sync.refresh_now
source: Refresh Now
ar: تحديث الآن
fr: Actualiser maintenant

# sync.refresh_title
source: Refresh Data
ar: تحديث البيانات
fr: Actualiser les données

# sync.refreshing
source: Refreshing…
ar: جارٍ التحديث…
fr: Actualisation…

# sync.source.cloud
source: Cloud
ar: السحابة

# sync.source.demo
source: Demo (On Device)
ar: تجريبي (على الجهاز)
fr: Démo (sur l'appareil)

# sync.source.label
source: Data Source
ar: مصدر البيانات
fr: Source des données

# sync.status.label
source: Sync Status
ar: حالة المزامنة
fr: État de la synchronisation

# sync.status.offline
source: Offline Mode
ar: وضع عدم الاتصال
fr: Mode hors ligne

# sync.status.online
source: Online
ar: متصل
fr: En ligne

# tab.announcements
source: Announcements
ar: الإعلانات
fr: Annonces

# tab.athletes
source: Athletes
ar: الرياضيون
fr: Athlètes

# tab.branches
source: Branches
ar: الفروع

# tab.certifications
source: Certifications
ar: الشهادات

# tab.classes
source: Classes
ar: الحصص
fr: Cours

# tab.coaches
source: Coaches
ar: المدربون
fr: Entraîneurs
